{
    "title": "Recko's Top 10 Valentine's Day Cook At Home Kits",
    "heroImagePath": "smokestak.jpg",
    "author": "Ryan Matthews",
    "authorImagePath": "ryan-matthews.jpeg",
    "publishDate": "2021-02-02",
    "introText": "If you’re missing London’s diverse range of culinary delights and need a date idea that will impress your significant other this Valentine’s day then fear not, London’s restaurants have your back. Lockdown cook at home kits have sky-rocketed in popularity over the last few months. With a wide range of kits and cuisines now on offer, Londoners really are spoiled for choice this lockdown. Below we’ve listed our 10 favourite cook at home kits offered by some of London’s most iconic and delicious restaurants to help you make that night in a night to remember!",
    "article":
    [
        {
            "name": "1. Pizza Pilgrims",
            "text": "Pizza Pilgrims, named after the 6-week “Pizza Pilgrimage” the co-founders embarked upon in a 3-wheeled Piaggio Ape van to discover the freshest flavours and most authentic pizza cooking techniques Italy had to offer, has fully embraced the restaurant at home concept. Select the pizza you want to create at home and you’ll receive a box including the freshest ingredients to make its most popular pizzas, including the Nduja and Mushroom & Truffle, at home in a frying pan. They’ve also included fun videos to help you learn to swirl that dough like a pro, making it a great choice for Valentine’s Day or even just a bit of fun with housemates. They’ve even put together a Nutella ring box for dessert and their Valentine’s Day box includes ingredients to make two pizzas of your choice, a Nutella ring and an Aperol spritz each.",
            "imagePath": "pizza-pilgrims.jpg",
            "website": "https://www.pizzainthepost.co.uk/"
        },
        {
            "name": "2. Flesh and Buns",
            "text": "If you’ve been missing your fill of bao buns during this latest lockdown, then Flesh and Buns have you covered. Now you can order the ingredients and your very own bamboo steamer to create the perfect steamed buns at home. In their box, you’ll get all the ingredients you need to make either a sumptuous crispy pork belly steamed bun topped with karashi mayo and pickled apple sauce or their signature Japanese fried chicken steamed buns with BBQ mayo and chilli (both sets contain enough ingredients to make 6 buns).",
            "imagePath": "flesh-and-buns.jpg",
            "website": "https://www.restaurantkitsuk.com/#/restaurant-kit-detail?kitId=5ffdadf83903f7078cf319cd"
        },
        {
            "name": "3. Hawksmoor",
            "text": "Hawksmoor at Home offers a range of meal boxes delivered to your door for cooking up your very own Hawksmoor feast at home. For Valentine’s Day they are offering a mouth-watering cut of Prime Rib together with sides, sauces, negronis and champagne for two. At £135 for the box, it definitely makes the list of more luxurious Valentine’s Day cook at home options, so you better line up that “well, we haven’t been spending money on going out recently…” argument ahead of purchasing! There are other steak meal for two box options (both including and not including alcohol) starting from £70 plus the Hawksmoor’s famous roast (in a box) which costs £50 for two people.",
            "imagePath": "hawksmoor.jpg",
            "website": "https://shop.thehawksmoor.com/"
        },
        {
            "name": "4. Ottolenghi",
            "text": "As seen on cooking book shelves across the country (and on our TVs in the British rom com, “Bridget Jones’ Baby”), the chain of restaurants and cooking books launched by Israeli-English chef Yotam Ottolenghi have earned their place at the heart of London’s modern culinary culture. With restaurants currently closed, Ottolenghi has also taken to the internet and embraced at-home cooking kits to offer both its deli, salads and main meals selection online together with a DIY Valentine’s Day shakshuka brunch kit for two.",
            "imagePath": "ottolenghi.jpg",
            "website": "https://ottolenghi.co.uk/"
        },
        {
            "name": "5. Smokestak",
            "text": "Smokestak has made its range of deliciously smoked meats available either for ordering by the pound or as part of meal boxes. For Valentine’s Day they have included two options for cook at home boxes starting from £75 for two people. The larger box includes ingredients to create rhubarb spritz, fish tortillas, beef brisket, pulled pork, sides, a bottle of rioja and a sticky toffee pudding loaf. The meats arrive smoked with instructions on how to finish the cooking ready for your Valentine’s Day feast! They also include Super Bowl themed boxes as well as other boxes for two people starting from £30.",
            "imagePath": "smokestak.jpg",
            "website": "https://www.smokestakshop.co.uk/order?category=feasting+box"
        },
        {
            "name": "6. Dishoom",
            "text": "Dishoom’s ingenious invention the “Bacon Naan” combines two things close to the culinary heart of Britain – 1, Indian food and 2, the humble bacon sandwich. Only the finest ingredients go into this cook at home kit, which includes applewood smoked streaky bacon, Dishoom’s signature tomato-chilli jam, fresh coriander, cream cheese and three naan dough balls (which Dishoom says gives “enough for two plus a spare for experimentation”). “What about the cuppa?” I hear you cry? Fear not, they’ve also thrown in the ingredients to make your very own Masala Chai, all for £16.",
            "imagePath": "dishoom.jpeg",
            "website": "https://store.dishoom.com/bacon-naan-roll-kit"
        },
        {
            "name": "7. Mother Clucker",
            "text": "Mother Clucker has come a long way since selling its signature buttermilk, twice battered chicken from an old US Army ambulance at the Truman Brewery in 2013. Today they have three restaurants in London and you’ll see them at plenty more events and music festivals once we’re released from lockdown. For now, you can enjoy their signature buttermilk fried chicken at home with their D-I-Fry kits for two. No deep fryer required – they give you full, easy to follow instructions on how to get the perfect fry at home.",
            "imagePath": "mother-clucker.jpg",
            "website": "https://greatfood2u.co.uk/restaurant/mother-clucker/"
        },
        {
            "name": "8. Gunpowder",
            "text": "Gunpowder is a Michelin Bib Gourmand-winning restaurant that has been bringing fresh, modern interpretations of home-style Indian cooking to London since 2015. They are now giving Londoners the opportunity to learn how to create those vibrant flavours of India in their own homes with Kashmiri lamb chop and Tandoori chicken recipe boxes straight out of their family recipe cookbooks!",
            "imagePath": "gunpowder.png",
            "website": "https://greatfood2u.co.uk/restaurant/gunpowder/"
        },
        {
            "name": "9. Cheese Bar",
            "text": "The Camden-based champion of British cheese, The Cheese Bar, is delivering a taste of retro to the cook at home scene. Thanks to their “Fondue-it-yourself” kits, you can now enjoy 90s dinner party vibes with your house mates or significant other this lockdown. Their online deli is open for deliveries too if you want a side of cheese to go with your cheese (no judgment here!).",
            "imagePath": "cheese-bar.jpg",
            "website": "https://the-cheese-bar-london.myshopify.com/collections/home-kits/products/fondue-it-yourself"
        },
        {
            "name": "10. Patty & Bun",
            "text": "Now you can have a go at sizzling up your very own Patty & Bun burgers at home! Cook at home boxes start at a very reasonable £15 for two people and provide all you need to make P&B classics such as the “Ari Gold” and “Smokey Robinson”. With both meat and Vegan options available, both with and without Patty Pils beers included for either 2 or 4 people, these packs have everyone covered.",
            "imagePath": "patty-and-bun.jpg",
            "website": "https://shop.pattyandbun.co.uk/collections/all-1/products/p-b-pils-vegan-diy-kit"
        }
    ]
}
